{"0":{"id":0,"title":"Sample People","poster":"https://image.tmdb.org/t/p/w500/bCobGEgdyiLHUjucv0ctyYbWfQw.jpg","backdrop":"https://image.tmdb.org/t/p/w780/3mChxBg6SCvg6941rcGXAnaNWUk.jpg","overview":"Sample People is an upbeat dramatic thriller that follows four groups of Sydney-siders as they seek escape routes over one sweltering weekend. 'Len the dreamer' who stutters shyly just wants the gorgeous DJ Lush Puppy. Sem is a funky musician who has a premonition warning him that his girlfriend, Cleo, is in danger. He just wants to get them both out of their inner-city world. Andy is the charismatic drifter who's conned his way through life and stolen money from his boss, TT. He just wants to head up the coast with TT's girlfriend, Jess, but seems to be falling deeper into a love triangle of drugs and delusion. Finally, there's Joey, a TV affected homeboy, who reveals to his best friend Gus that he's got a gun and will use it sooner or later. The inevitable moment will arrive whin his violent gangster fantisies become reality. As the lives of our heroes become dramatically entwined, the consequences of their actions ricochet off each other.","released":"2000-05-11","genres":[18],"file":"sample.mp4"},"1":{"id":1,"title":"South Park: Bigger, Longer & Uncut","poster":"https://image.tmdb.org/t/p/w500/mDjhs2xoEHn2IiOPOt4LZGgR8Vl.jpg","backdrop":"https://image.tmdb.org/t/p/w780/hokjXL3skx6ppfxXMHJrhXQ32ag.jpg","overview":"When the four boys see an R-rated movie featuring Canadians Terrance and Philip, they are pronounced \"corrupted\", and their parents pressure the United States to wage war against Canada.","released":"1999-06-30","genres":[16,35,10402],"file":"south.park.mp4"},"2":{"id":2,"title":"Akira","poster":"https://image.tmdb.org/t/p/w500/5KlRFKKSbyCiyYpZSS3A6G5bW0K.jpg","backdrop":"https://image.tmdb.org/t/p/w780/ryEVf632AXyhAxLqDDY1eHtC72N.jpg","overview":"A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath that only two teenagers and a group of psychics can stop.","released":"1988-07-16","genres":[878,16],"file":"akira.mp4"}}